{"game":{"appId":1601570,"name":"The Alters","capsuleUrl":"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1601570/header.jpg?t=1766056121","genres":"Adventure","categories":"Single-player, Steam Achievements, Full controller support, Steam Trading Cards, Adjustable Text Size, Camera Comfort, Custom Volume Controls, Adjustable Difficulty, Playable without Timed Input, Stereo Sound, Subtitle Options, Surround Sound, Steam Cloud, Family Sharing","shortDescription":"생존, 탐험, 기지 건설 요소가 절묘하게 조합된 감성적인 SF 게임으로 여러분을 초대합니다. 위기에 빠진 우주 탐사 임무의 유일한 생존자인 얀 돌스키를 도와 그의 또 다른 자아들을 창조하고 이들과 동료가 되세요. 그리고 이 과정에서 마주하게 되는 실존적 고뇌를 딛고 혹독한 외계 행성에서 탈출하세요.","shortDescriptionEn":"Explore an emotional sci-fi game with a unique blend of survival, adventure, and base-building elements. Help Jan Dolski, the sole survivor of an ill-fated space expedition, create alternative versions of himself to escape a hostile planet and tackle personal turmoils with this unconventional crew.","reviewSummary":"Very Positive | 89% | 5,875 reviews","reviewPercent":89,"reviewCount":5875,"developers":"11 bit studios","publishers":"11 bit studios","dlcCount":1,"koreanSupport":true,"koreanSubtitle":true,"koreanAudio":false,"englishSupport":true,"englishSubtitle":true,"englishAudio":true,"releaseStatus":"RELEASED","releaseDate":"2025-01-01T00:00:00.000Z","releaseDateRaw":"13 Jun, 2025"},"latest":{"currency":"USD","price":3499,"basePrice":3499,"discountPercent":0,"discountEnd":null,"recordedAt":"2026-01-10T01:21:53.977Z"},"history":[],"playerHistory":[],"playerLatest":null,"stats":{"average":3499,"allTimeLow":3499,"basePriceLow":3499,"sixMonthLow":3499},"reviewHighlights":[{"text":"To be honest, I had a massive problem with reviewing The Alters. The game itself is quite original and interesting; it touches on intriguing issues an...","votes":88},{"text":"\"This War of Mine\" meets \"The Invincible\". I was already used to ant-farm style time-management gameplays but NOTHING like this one! The setup and sto...","votes":19}]}