{"game":{"appId":236390,"name":"War Thunder","capsuleUrl":"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/236390/cab234fd4c0ae2f049e34e7bcb2393679b02bf91/header.jpg?t=1766582455","genres":"Action, Massively Multiplayer, Simulation, Free To Play","categories":"Single-player, Multi-player, MMO, PvP, Online PvP, Co-op, Online Co-op, Cross-Platform Multiplayer, Steam Achievements, Full controller support, VR Supported, Steam Trading Cards, In-App Purchases, Adjustable Text Size, Camera Comfort, Color Alternatives, Custom Volume Controls, Playable without Timed Input, Stereo Sound, Surround Sound, Remote Play on Phone, Remote Play on Tablet","shortDescription":"War Thunder는 제 2차 세계대전부터 현대전까지의 항공기, 전차, 함선, 헬리콥터를 플레이 할 수 있는 온라인 게임 역사상 가장 거대한 스케일과 광범위한 크로스 플랫폼 기능을 자랑하는 밀리터리 MMO 게임입니다. 지금 게임에 참여하셔서 War Thunder가 제공하는 지상, 공중, 해상의 거대한 전장 서사시에 직접 참여해보세요.","shortDescriptionEn":"War Thunder is the most comprehensive free-to-play, cross-platform, MMO military game dedicated to aviation, armoured vehicles, and naval craft, from the early 20th century to the most advanced modern combat units. Join now and take part in major battles on land, in the air, and at sea.","reviewSummary":"Mostly Positive | 75% | 293,046 reviews","reviewPercent":75,"reviewCount":293046,"developers":"Gaijin Entertainment","publishers":"Gaijin Network Ltd","dlcCount":40,"koreanSupport":true,"koreanSubtitle":true,"koreanAudio":false,"englishSupport":true,"englishSubtitle":true,"englishAudio":true,"releaseStatus":"RELEASED","releaseDate":"2013-01-01T00:00:00.000Z","releaseDateRaw":"15 Aug, 2013"},"latest":{"currency":"USD","price":0,"basePrice":0,"discountPercent":0,"discountEnd":null,"recordedAt":"2026-01-10T01:21:53.977Z"},"history":[],"playerHistory":[],"playerLatest":null,"stats":{"average":0,"allTimeLow":0,"basePriceLow":0,"sixMonthLow":0},"reviewHighlights":[{"text":"It's a sad day to write a negative review about my favorite game. What once had such potential is now maby beyond recovery. The main problem about thi...","votes":243},{"text":"Game balance is absolutely terrible. The new RUSSIAN BMPT is the most pay-2-win thing I've ever seen in gaming. This steaming pile of crap of a compan...","votes":122}]}