{"game":{"appId":2879840,"name":"Escape Simulator 2","capsuleUrl":"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2879840/f1f548311fadd53263adca4647e380eaa75588c6/header.jpg?t=1765913600","genres":"Adventure, Casual, Indie, Simulation","categories":"Single-player, Multi-player, Co-op, Online Co-op, Cross-Platform Multiplayer, Steam Achievements, Full controller support, Steam Trading Cards, Captions available, Steam Workshop, Steam Workshop, Adjustable Text Size, Camera Comfort, Color Alternatives, Custom Volume Controls, Playable without Timed Input, Save Anytime, Stereo Sound, Surround Sound, Steam Cloud, Includes level editor, Remote Play on TV, Family Sharing","shortDescription":"많은 인기를 끈 방 탈출 게임의 후속작으로, 혼자 또는 친구와 함께 탐험할 수 있는 다양하고 새로운 방을 통해 일인칭 퍼즐을 새롭게 해석합니다. 방 편집기 2.0으로 복잡한 퍼즐을 풀거나, 숨겨진 비밀을 파헤치거나, 나만의 방을 만들어 보세요.","shortDescriptionEn":"Sequel to the best-selling escape room game, brings a fresh take on first-person puzzles with a variety of new rooms to explore solo or with friends. Solve intricate puzzles, uncover hidden secrets, or craft your own escape rooms with Room Editor 2.0.","reviewSummary":"Very Positive | 94% | 1,509 reviews","reviewPercent":94,"reviewCount":1509,"developers":"Pine Studio","publishers":"Pine Studio","dlcCount":1,"koreanSupport":true,"koreanSubtitle":true,"koreanAudio":false,"englishSupport":true,"englishSubtitle":true,"englishAudio":true,"releaseStatus":"RELEASED","releaseDate":"2025-01-01T00:00:00.000Z","releaseDateRaw":"27 Oct, 2025"},"latest":{"currency":"USD","price":1999,"basePrice":1999,"discountPercent":0,"discountEnd":null,"recordedAt":"2026-01-10T01:21:53.977Z"},"history":[],"playerHistory":[],"playerLatest":null,"stats":{"average":1999,"allTimeLow":1999,"basePriceLow":1999,"sixMonthLow":1999},"reviewHighlights":[{"text":"Really fun and engaging game, featuring great graphics (especially in comparison with the first Escape Simulator) and amazing levels! It's a pure joy...","votes":5},{"text":"I wouldn’t say it’s better than the first game, but I’d definitely say it’s just as good. The realistic graphics create an atmosphere that’s well wort...","votes":3}]}