{"game":{"appId":3159330,"name":"Assassin’s Creed Shadows","capsuleUrl":"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3159330/header.jpg?t=1767633876","genres":"Action, Adventure, RPG","categories":"Single-player, Steam Achievements, Steam Trading Cards, Captions available, In-App Purchases, Adjustable Text Size, Camera Comfort, Color Alternatives, Custom Volume Controls, Adjustable Difficulty, Keyboard Only Option, Mouse Only Option, Narrated Game Menus, Playable without Timed Input, Save Anytime, Stereo Sound, Subtitle Options, Surround Sound, Partial Controller Support, HDR available","tags":null,"shortDescription":"봉건 시대 일본에서 장대한 액션 어드벤처를 체험하세요! 혼란스러운 시기를 담은 아름다운 오픈 월드를 탐험하며, 치명적인 시노비 암살자와 전설적인 최강의 사무라이로 거듭나게 됩니다.","shortDescriptionEn":"Experience an epic action-adventure story set in feudal Japan! Become a lethal shinobi assassin and powerful legendary samurai as you explore a beautiful open world in a time of chaos.","reviewSummary":"Mostly Positive | 79% | 14,055 reviews","reviewPercent":79,"reviewCount":14055,"developers":"Ubisoft Quebec, Ubisoft Belgrade, Ubisoft Bordeaux, Ubisoft Bucharest & Craiova, Ubisoft Chengdu, Ubisoft Montpellier, Ubisoft Montreal, Ubisoft Osaka, Ubisoft Philippines, Ubisoft Shanghai, Ubisoft Singapore, Ubisoft Sofia, Ubisoft Ukraine","publishers":"Ubisoft","dlcCount":2,"appType":"game","koreanSupport":true,"koreanSubtitle":true,"koreanAudio":false,"englishSupport":true,"englishSubtitle":true,"englishAudio":true,"releaseStatus":"RELEASED","releaseDate":"2025-03-19T00:00:00.000Z","releaseDateRaw":"19 Mar, 2025"},"dlcList":[],"latest":{"currency":"USD","price":6999,"basePrice":6999,"discountPercent":0,"discountEnd":null,"recordedAt":"2026-01-11T03:05:55.219Z"},"history":[],"playerHistory":[],"playerLatest":null,"stats":{"average":6999,"allTimeLow":6999,"basePriceLow":6999,"sixMonthLow":6999},"reviewHighlights":[{"text":"I really like the setting (Samurai Japan) and to be honest the story isn't half bad either. The visuals are gorgeous but unfortunately it is not optim...","votes":258},{"text":"Playing AC Shadows has made me realize that game review channels are either overly critical or I’m just easily impressed. Honestly, both are probably...","votes":65}]}