{"game":{"appId":327090,"name":"Out of Reach","capsuleUrl":"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/327090/header.jpg?t=1724757086","genres":"Action, Adventure, Indie, Massively Multiplayer, RPG, Simulation","categories":"Single-player, Multi-player, MMO, PvP, Online PvP, Shared/Split Screen PvP, Co-op, Online Co-op, Cross-Platform Multiplayer, Steam Achievements, Steam Trading Cards, Valve Anti-Cheat enabled, Remote Play Together, Family Sharing","tags":null,"shortDescription":"폭풍우는 지나갔지만 아직 당신은 위험에서 벗어나지 못 했습니다. 파도가 당신을 미지의 섬에 밀어 넣었기 때문이죠. 먹을 것과 자원을 찾고, 장비를 제작하며 머무를 곳을 만드는 것은 가장 기본적인 생존 수단일 뿐입니다. 완벽한 생존을 위해서는 더 많은 노력이 필요합니다. 비록 세상과 동떨어져 있지만, 이곳은 황폐한 곳이 아닙니다. 씨를 심고 밭을 일구며, 배를 타고 끝 없는 탐험이 가능한 이곳, 잊혀진 섬에서 새로운 세상을 개척해 봅시다!","shortDescriptionEn":"You’re a castaway stranded in the middle of nowhere. Storm is gone, the worst certainly not. Look for food and resources, craft gear, make shelters. These are the basics, you need much more to stay alive on this cut-off-the-world, yet not desert island. Build & burn, sail & explore, be Out of Reach!","reviewSummary":"Mixed | 55% | 1,329 reviews","reviewPercent":55,"reviewCount":1329,"developers":"Space Boat Studios","publishers":"Space Boat Studios","dlcCount":null,"appType":"game","koreanSupport":true,"koreanSubtitle":true,"koreanAudio":true,"englishSupport":true,"englishSubtitle":true,"englishAudio":true,"releaseStatus":"RELEASED","releaseDate":"2018-07-13T00:00:00.000Z","releaseDateRaw":"13 Jul, 2018"},"dlcList":[],"latest":{"currency":"USD","price":149,"basePrice":1499,"discountPercent":90,"discountEnd":null,"recordedAt":"2026-01-11T06:27:11.123Z"},"history":[],"playerHistory":[],"playerLatest":null,"stats":{"average":149,"allTimeLow":149,"basePriceLow":1499,"sixMonthLow":149},"reviewHighlights":[{"text":"Out of Reach is an ambitious open-world survival sandbox developed and published by Space Boat Studios that places players into a rugged island archip...","votes":1},{"text":"Very janky and unintuitive. Rough to get engaged in any way early on. There are so many better offerings, but on a deep discount it might be fun with...","votes":0}]}