{"game":{"appId":812140,"name":"Assassin's Creed® Odyssey","capsuleUrl":"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/812140/header.jpg?t=1758656673","genres":"Action, Adventure, RPG","categories":"Single-player, Steam Achievements, Steam Trading Cards, Captions available, In-App Purchases, Camera Comfort, Custom Volume Controls, Adjustable Difficulty, Keyboard Only Option, Mouse Only Option, Playable without Timed Input, Save Anytime, Stereo Sound, Surround Sound, Partial Controller Support, Remote Play on Phone, Remote Play on Tablet, HDR available","shortDescription":"고대 그리스로 모험을 떠나, 운명을 바꾸는 주인공이 되어 보세요. 육지와 바다를 넘나들며 치열한 전투를 치르세요. 낙오자에서 영웅으로, 자신의 운명을 스스로 개척하고 내 과거의 숨겨진 비밀을 밝혀내세요.","shortDescriptionEn":"In this action-adventure game, set sail for Ancient Greece to alter its fate. Fight in visceral battles on land and sea, shape your destiny from outcast to legend, and uncover secrets of your past.","reviewSummary":"Very Positive | 89% | 59,954 reviews","reviewPercent":89,"reviewCount":59954,"developers":"Ubisoft Quebec, Ubisoft Montreal, Ubisoft Bucharest, Ubisoft Singapore, Ubisoft Montpellier, Ubisoft Kiev, Ubisoft Shanghai","publishers":"Ubisoft","dlcCount":3,"koreanSupport":true,"koreanSubtitle":true,"koreanAudio":false,"englishSupport":true,"englishSubtitle":true,"englishAudio":true,"releaseStatus":"RELEASED","releaseDate":"2018-01-01T00:00:00.000Z","releaseDateRaw":"5 Oct, 2018"},"latest":{"currency":"USD","price":5999,"basePrice":5999,"discountPercent":0,"discountEnd":null,"recordedAt":"2026-01-10T01:21:53.977Z"},"history":[],"playerHistory":[],"playerLatest":null,"stats":{"average":5999,"allTimeLow":5999,"basePriceLow":5999,"sixMonthLow":5999},"reviewHighlights":[{"text":"​Assassin's Creed? No. Ancient Greek Demigod Simulator? Yes. ​I bought this game to be a stealthy assassin in the shadows. 50 hours later: I am wearin...","votes":294},{"text":"I came for the assassins. Stayed for the world. Odyssey is one of those games where you tell yourself “just one quest”… well and suddenly it’s 3 a.m....","votes":54}]}