{"game":{"appId":815370,"name":"Green Hell","capsuleUrl":"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/815370/header.jpg?t=1767804921","genres":"Action, Adventure, Indie, Simulation","categories":"Single-player, Multi-player, Co-op, Online Co-op, Steam Achievements, Steam Trading Cards, Adjustable Text Size, Camera Comfort, Custom Volume Controls, Adjustable Difficulty, Playable without Timed Input, Stereo Sound, Subtitle Options, Partial Controller Support, Steam Cloud, Remote Play on Tablet, Family Sharing","shortDescription":"미지의 아마존 정글 극한 환경을 배경으로 한 오픈 월드 서바이벌 시뮬레이션 게임에 참여해 보세요. 현실에서의 생존 기술을 사용하여 제작, 사냥, 전투, 자원을 수집하고, 임시 대피소를 짓거나 요새를 구축하세요. 혼자 생존하거나 친구들과 팀을 이루어 함께 정글에 도전하세요.","shortDescriptionEn":"Plunge into the open-world survival simulation set in the extreme conditions of the uncharted Amazon jungle. Use real-life survival techniques to craft, hunt, fight, and gather resources, set a makeshift shelter, or raise a fortress. Survive alone or team up with your friends and challenge the jungl","reviewSummary":"Very Positive | 86% | 31,260 reviews","reviewPercent":86,"reviewCount":31260,"developers":"Creepy Jar","publishers":"Creepy Jar","dlcCount":1,"koreanSupport":true,"koreanSubtitle":true,"koreanAudio":false,"englishSupport":true,"englishSubtitle":true,"englishAudio":true,"releaseStatus":"RELEASED","releaseDate":"2019-01-01T00:00:00.000Z","releaseDateRaw":"5 Sep, 2019"},"latest":{"currency":"USD","price":279,"basePrice":2799,"discountPercent":90,"discountEnd":"2026-01-19T18:00:00.000Z","recordedAt":"2026-01-08T18:21:21.401Z"},"history":[],"playerHistory":[],"playerLatest":null,"stats":{"average":279,"allTimeLow":279,"basePriceLow":2799,"sixMonthLow":279},"reviewHighlights":[{"text":"I can't explain how many times l've died from touching frogs and then touching myself in this game. I died alot.... ALOT I now play with my 5 year old...","votes":278},{"text":"The game is great, the gameplay loop, the difficulty, the survival, its great. The problem is, that even though i have 37 hours on the game, every sin...","votes":149}]}