{"game":{"appId":976730,"name":"Halo: The Master Chief Collection","capsuleUrl":"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/976730/header.jpg?t=1740682623","genres":"Action","categories":"Single-player, Multi-player, PvP, Online PvP, LAN PvP, Co-op, Online Co-op, LAN Co-op, Cross-Platform Multiplayer, Steam Achievements, Full controller support, Steam Trading Cards, Steam Workshop, Remote Play on Phone, Remote Play on Tablet, Remote Play on TV, Family Sharing","shortDescription":"마스터 치프의 상징적인 여정이 담긴 여섯 편의 Halo 게임을 하나로 묶어 PC용으로 제작했습니다. Halo의 오래된 팬이건 처음으로 스파르탄 117을 만나는 사람이건, Master Chief 컬렉션은 Halo 게임 경험의 완성판이 될 것입니다.","shortDescriptionEn":"The Master Chief’s iconic journey includes six games, built for PC and collected in a single integrated experience. Whether you’re a long-time fan or meeting Spartan 117 for the first time, The Master Chief Collection is the definitive Halo gaming experience.","reviewSummary":"Very Positive | 92% | 173,829 reviews","reviewPercent":92,"reviewCount":173829,"developers":"343 Industries, Splash Damage, Ruffian Games, Bungie, Saber Interactive","publishers":"Xbox Game Studios","dlcCount":6,"koreanSupport":false,"koreanSubtitle":false,"koreanAudio":false,"englishSupport":true,"englishSubtitle":true,"englishAudio":true,"releaseStatus":"RELEASED","releaseDate":"2019-01-01T00:00:00.000Z","releaseDateRaw":"3 Dec, 2019"},"latest":{"currency":"USD","price":999,"basePrice":3999,"discountPercent":75,"discountEnd":null,"recordedAt":"2026-01-08T18:21:21.401Z"},"history":[],"playerHistory":[],"playerLatest":null,"stats":{"average":999,"allTimeLow":999,"basePriceLow":3999,"sixMonthLow":999},"reviewHighlights":[{"text":"It's unplayable because Microsoft has me and several other users stuck in a log in / account lock loop. I can't play the game I paid for because of th...","votes":162},{"text":"Classic game. The updated graphics for the anniversary edition are solid. Play it on Heroic like an adult. I liked playing it sober as I didn't rememb...","votes":51}]}