{"game":{"appId":3159330,"name":"Assassin’s Creed Shadows","capsuleUrl":"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3159330/header.jpg?t=1767633876","genres":"액션, 어드벤처, RPG","categories":"싱글 플레이어, Steam 도전 과제, Steam 트레이딩 카드, 캡션 이용 가능, 앱 내 구매, 텍스트 크기 조절, 카메라 움직임 조정, 색상 대체, 음량 개별 조정, 난이도 조정, 키보드 전용 옵션, 마우스 전용 옵션, 게임 메뉴 음성 안내, 퀵타임 이벤트 없이 플레이 가능, 수시 저장, 스테레오 사운드, 자막 옵션, 서라운드 사운드, 컨트롤러 일부 지원, HDR 사용 가능","shortDescription":"봉건 시대 일본에서 장대한 액션 어드벤처를 체험하세요! 혼란스러운 시기를 담은 아름다운 오픈 월드를 탐험하며, 치명적인 시노비 암살자와 전설적인 최강의 사무라이로 거듭나게 됩니다.","shortDescriptionEn":"Experience an epic action-adventure story set in feudal Japan! Become a lethal shinobi assassin and powerful legendary samurai as you explore a beautiful open world in a time of chaos.","reviewSummary":"Mostly Positive | 79% | 14,036 reviews","reviewPercent":79,"reviewCount":14036,"developers":"Ubisoft Quebec, Ubisoft Belgrade, Ubisoft Bordeaux, Ubisoft Bucharest & Craiova, Ubisoft Chengdu, Ubisoft Montpellier, Ubisoft Montreal, Ubisoft Osaka, Ubisoft Philippines, Ubisoft Shanghai, Ubisoft Singapore, Ubisoft Sofia, Ubisoft Ukraine","publishers":"Ubisoft","dlcCount":2,"koreanSupport":true,"koreanSubtitle":true,"koreanAudio":false,"englishSupport":true,"englishSubtitle":true,"englishAudio":true,"releaseStatus":"RELEASED","releaseDate":"2025-01-01T00:00:00.000Z","releaseDateRaw":"19 Mar, 2025"},"latest":{"currency":"KRW","price":7900000,"basePrice":7900000,"discountPercent":0,"discountEnd":null,"recordedAt":"2026-01-10T01:21:53.977Z"},"history":[],"playerHistory":[],"playerLatest":null,"stats":{"average":7900000,"allTimeLow":7900000,"basePriceLow":7900000,"sixMonthLow":7900000},"reviewHighlights":[{"text":"세간의 평가보다는 훨씬 나음. 전투 부분이 확실히 개선된 느낌? 다만 초반 부분의 난이도가 좀 어려운 편 혼노지의 변과 이가의 난이 메인 스토리인데 이거 있고 임진왜란이 터졌으니까 스토리 바로 이어지게 한국 배경인 어크가 나왔으면 좋겠다..","votes":16},{"text":"발할라, 미라지 빼고 어크 전 타이틀을 모두 해 본 입장에서 말하자면 당연하겠지만 최신 작품인 만큼 게임성이 월등히 좋아졌다. 이 게임과 관련된 여러 구설수야 이미 많이 알려진 사실이고, 그에 대한 유저들의 반감 또한 결국 유비소프트의 몫으로 돌아갔으니 나는 섀도우스가...","votes":13}]}